[
    {
        "name": "Budgeting",
        "subtitle": "Get Your Spending on Track",
        "description": "We take pride in our work, and it shows. Every time you order a beverage from us, we guarantee that it will be an experience worth having. Whether it's our world famous Venezuelan Cappuccino, a refreshing iced herbal tea, or something as simple as a cup of speciality sourced black coffee, you will be coming back for more.",
        "service_icon": "budgeting.png",
        "image_source": "budgeting_image.jpg",
        "url": "budgeting",
        "description2": "It's been proven time and time again that creating a budget can help you pay off debt, save money and put yourself into a solid financial position. Our online budgeting system features a modernized design, with preset categories allowing you to simply fill in the blanks and update along the way. Each month, we'll track your progress and place it into a budgeting report - allowing you to see the impact of following and maintaining a budget.",
        "image_source2": "budgeting_pic.png",
        "table_title": "Features",
        "feature1":"Modernized, Easy-to-Input design",
        "feature2":"Preset Categories Makes It Simple To Track Your Money",
        "feature3":"Save Time by Transferring Previous Data to a Following Month",
        "feature4":"Edit Your Budget From a Month Prior, Prepare Your Budget For 2 Months Forward",
        "feature5":"Budgeting Report to Track Your Progress"
    },
    {
        "name": "Credit Restoration",
        "subname": "(www.united-credit.org)",
        "subtitle": "Take Back Control of Your Credit",
        "description": "Our credit education services can assist you in challenging the credit bureaus to remove inaccurate, obsolete and erroneous items from your credit report. Restore your score and maximize your financial opportunities!",
        "service_icon": "credit_restoration.png",
        "image_source": "credit_score_image.jpg",
        "url": "credit-restoration",
        "description2": "Your financial health revolves around your credit score, making it imperative that the information your credit report contains is as accurate and up-to-date as possible. Work with our credit experts and proven system to eliminate any inaccurate, obsolete or erroneous accounts. We’ll teach you the exact information you need to provide to the Credit Bureau’s to use the Fair Credit Reporting Act to your advantage and dispute the mistaken negative ratings that may be preventing you from obtaining new credit when you need it most. Lower your interest rates, avoid high late fees, save money and advance your credit opportunities. ",
        "image_source2": "credit_score_pic.png",
        "table_title": "Features",
        "feature1":"Excellent rating with Better Business Bureau",
        "feature2":"Over 10 years of exceptional service, results and satisfied clients",
        "feature3":"Complete customer involvement with review and change to your disputes",
        "feature4":"Monitor your progress online 24/7",
        "feature5":"Live, friendly customer service staff"
    },
    {
        "name": "Credit Builder",
        "subtitle": "Build Your Credit Knowledge",
        "description": "Access your credit report in an easy-to-understand, online format and utilize our extensive financial library and resource center to assist in increasing your financial potential.",
        "service_icon": "credit_builder.png",
        "image_source": "creditbuilder_image.jpg",
        "url": "credit-builder",
        "description2": "Understanding how your credit score is calculated and how to read your credit report are the first steps in improving your current standing. Our Credit Education Center offers a wide variety of educational services, credit tips and resources to help you take the necessary steps to enhance your credit score and manage your financial life. Improve your score by identifying the accounts that need immediate attention and why, and understand the impact of the amount of credit you are using.",
        "image_source2": "credit_builder_pic.png",
        "table_title": "Features",
        "feature1_heading":"A Breakdown of the Credit Scoring System",
        "feature1_text":"Understand the credit scoring system; how it works and how it impacts your financial health and freedom.",
        "feature2_heading":"Credit Management Techniques",
        "feature2_text":"Details on how your financial actions can impact your credit score and how to enhance your current score",
        "feature3_heading":"Education and Resource Center",
        "feature3_text": "Includes a wide variety of educational services, credit tips and budgeting tools to establish and maintain your good credit."
    },
    {
        "name": "Credit Attorney",
        "subtitle": "We're Dedicated to Working for You",
        "description": "Our attorneys will evaluate your case for difficult to remove, inaccurate items on your credit report. If legitimate, they will sue the agency to clean up your report, in which case you may be entitled to compensation.",
        "service_icon": "credit_attorney.png",
        "image_source": "attorney_image.jpg",
        "url": "credit-attorney",
        "description2": "We love to help people. We fix people’s credit reports in a legally and trustworthy manner and fight abusive debt collectors. We turn victims into victors as we step into an otherwise unfair fight started by debt collectors, creditors and credit reporting agencies. We are focused on you and not just your case. Our lawyers and paralegals band together to analyze your case and situation from all angles to bring about the best result in the quickest manner. We will work with you to determine your case eligibility and aim to stop debt harassment & clean up difficult to remove credit report errors from your credit file.",
        "image_source2": "credit_attorney_pic.png",
        "table_title": "Features",
        "nav_tab1": "Debt Harrassment",
        "nav_tab2": "Smart Credit Report",
        "tab1_paragraph1": "Debt collectors are trained in the laws of the Fair Debt collection Practices Act . They know what they can and cannot do. They equally know that the consumers that they call are not nearly as knowledgeable about their rights under the law. Under the law, there are many things that collectors may not do to collect a debt. The most common violations of the law are:",
        "tab1_paragraph1_list": [
            "Repeatedly calling you on the telephone",
            "Threatening you with actions that the debt collector cannot presently take such as garnishments, loss of home, car, job or criminal proceedings",
            "Lying to you",
            "Contacting third parties to the debt",
            "Calling you before 8:00am or after 9:00pm",
            "Leaving messages on answering machines"
        ],
        "tab1_paragraph2": "If you have been victimized by a debt collector, we can help. We are happy to discuss the details of your case and confirm your eligibility.",
        "tab2_paragraph1":"Under the Fair Credit Reporting Act and the Fair and Accurate Credit Transactions Act (\"FACTA\"), we can get money damages for you if we have to sue the credit reporting agency to get your credit report cleaned up. You may be entitled to actual damages including emotional distress, embarrassment and humiliation.",
        "tab2_subtitle": "Common causes for Credit Report Errors",
        "tab2_paragraph2_list":[
            "Identity Theft – for the past several years, this has been one of the fastest growing crimes in America. Someone gets a hold of your personal information and opens credit accounts in your name.",
            "Mixed/Mismerged data – Two different people with the same name might have data mixed up between their accounts",
            "Timely payments reported as late – Some creditors have collection departments that report payments several day and sometimes weeks after receiving a payment from you.",
            "Derogatory information that remains on a credit report for longer than seven (7) years.",
            "Bankruptcy information that remains on a credit report for longer that ten (10) years.",
            "Home mortgage loans being reported as foreclosures when in fact, no foreclosure had ever been initiated by the lender."
        ]
    },
    {
        "name": "Credit Monitoring",
        "subtitle": "Stay Updated on Your Credit Progress",
        "description": "Your interactive credit report, money manager and financial account alert system. All of your online accounts in one, organized place with transaction and credit monitoring alerts sent straight to your phone!",
        "service_icon": "credit_monitoring.png",
        "image_source": "credit_monitoring_image.png",
        "url": "credit-monitoring",
        "description2": "Manage all your online accounts in one place, integrated with your credit and identity. You can use Action buttons to ask your creditor a question about your account or a transaction. No phone calls or writing letters are necessary. We automatically track and update your account balances, bills coming due and transactions every day. Access your interactive credit report, which is now easy to read, search or find anything quickly, view more or less detail. It also includes your credit score, auto score, insurance score and even a hiring risk index for job seekers. Get alerts to your phone or email that someone opened credit in your name. Then use the Action button to stop the thieves.",
        "image_source2": "credit_monitoring_pic.png",
        "table_title": "Features",
        "nav_tab1": "Money Manager",
        "nav_tab2": "Smart Credit Report",
        "nav_tab3": "Live ID Alert",
        "tab1_feature1_heading":"Secure access to all your accounts",
        "tab1_feature1_text":"We find your online accounts for you. No guessing or searching required.",
        "tab1_feature2_heading":"Instant statements",
        "tab1_feature2_text":"All your accounts are updated throughout the day, including pending transactions.",
        "tab1_feature3_heading":"Easily take action",
        "tab1_feature3_text": "Ask your bank or credit card company anything with a click of a button.",
        "tab2_feature1_heading": "Find anything fast",
        "tab2_feature1_text": "Easy and Advanced modes make it perfect for any user. It's also easy to read and understand your credit with horizontal sliding features. Search and sort to find anything fast.",
        "tab2_feature2_heading": "Daily Transactions",
        "tab2_feature2_text": "For the first time your daily transactions are integrated in to your credit report. See how your creditors are reporting you and ensure accuracy.",
        "tab2_feature3_heading": "Credit Monitoring Alerts with buttons",
        "tab2_feature3_text": "Get important Alerts with changes to your credit report by phone or email. If you suspect identity theft, just push the button to stop it.",
        "tab3_feature1_heading":"Personal Alerts",
        "tab3_feature1_text":"Set up your notifications based on the dollar amount that best suits your needs and get notified right away of important activity.",
        "tab3_feature2_heading":"Alert Button",
        "tab3_feature2_text":"If you receive an alert about a purchase you did not make, just simply press the button to notify your bank that the purchase was not yours."
    },
    {
        "name": "Debt Payoff",
        "subtitle": "Make a Plan to Live Debt Free",
        "description": "Create a financial plan that will give you the exact payment guide to eliminate your debt quicker than you expected and save you from unnecessary interest payments.",
        "service_icon": "debt_payoff.png",
        "image_source": "debt_calcuator_image.jpg",
        "url": "debt-payoff",
        "description2": "Our Debt Payoff system is a clear guide on how to more efficiently pay down your debt. Taking into account your debt obligations and interest, the system will show you exactly how to properly allocate your money towards your monthly payments using nothing more than your current income, in order to speed up your debt payoff. This system will show you exactly how fast you can pay down your debt, how much money you'll save in interest and detail your monthly payment plan to help you achieve your debt payoff goals!",
        "image_source2": "debt_payoff_pic.png",
        "table_title": "Results Require",
        "feature1":"No extra income.",
        "feature2":"No line of credit.",
        "feature3":"No refinancing.",
        "feature4":"No consolidation.",
        "feature5":"No change in lifestyle."
    },
    {
        "name": "Identity Monitoring",
        "subtitle": "Ensure Your Info is Secure",
        "description": "InfoArmor leads the identity protection industry with PrivacyArmor®,  a proactive monitoring service that alerts you at the first sign of fraud and fully restores your identity.",
        "service_icon": "identity_monitoring.png",
        "image_source": "identity_theft_prevention_image.jpg",
        "url": "identity-monitoring",
        "description2": "InfoArmor leads the identity protection industry with PrivacyArmor®, a proactive monitoring service that alerts you at the first sign of fraud. Get alerts for credit inquiries, accounts opened in your name, unsavory content on your social media account, compromised credentials, and financial transactions. In the event of fraud, you don’t have to figure out what to do — or even do it. Our dedicated Privacy Advocates® fully manage and restore your identity. Our 401(k) and HSA reimbursements, tax fraud refund advances, and $1 million identity theft insurance policy † mean we won’t let your finances suffer.",
        "table_title": "Features",
        "feature1":"$1 million identity theft insurance - If your employees fall victim to fraud, we will reimburse their out-of-pocket costs.†",
        "feature2":"Pre-existing condition resolution - If a participant has a pre-existing identity theft issue, we will honor the full benefits of membership at no additional cost.",
        "feature3":"Enhanced identity monitoring Our proprietary monitoring platform detects high-risk activity to provide rapid alerts at the first sign of fraud.",
        "feature4":"Auto-on alerts Once we receive a participant’s Social Security number, we immediately begin monitoring and alerting.",
        "feature5":"Dark web monitoring Our bots and human intelligence operatives scan closed hacker forums for compromised credentials.",
        "feature6": "High-risk transaction monitoring PrivacyArmor alerts for non-credit-based transactions like payday loans, student loan activity, and medical billing.",
        "feature7": "Social media monitoring PrivacyArmor keeps tabs on social accounts for everyone in the family, watching for account takeover, vulgarity, threats, explicit content, violence, and cyberbullying.",
        "smallprint": "†Identity theft insurance underwritten by insurance company subsidiaries or affiliates of AIG. The description herein is a summary and intended for informational purposes only and does not include all terms, conditions and exclusions of the policies described. Please refer to the actual policies for terms, conditions, and exclusions of coverage. Coverage may not be available in all jurisdictions."
    },
    {
        "name": "Life Insurance",
        "subtitle": "Ensure Your Family is Protected",
        "description": "Create a sound financial strategy for your loved ones in the case of the unexpected. UCES Agents are entitled to a $30,000 term life policy; with incremental increases the longer you maintain your membership.",
        "service_icon": "life_insurance.png",
        "image_source": "life_insurance_image.jpg",
        "url": "life-insurance",
        "description2": "A life insurance policy gives you and your loved ones protection from the unexpected, offering the peace of mind knowing that your family will have financial security at the most challenging time. Symetra, your Term Policy provider, has been in business for more than half a century, operating on a foundation of financial stability, integrity and transparency. Symetra is committed to creating employee benefit products that people need and understand. To participate in the term life insurance program provided by Symetra Insurance Company, you must be an active 1099 participating representative of United Credit Education Services.",
        "image_source2": "life_insurance_pic.png",
        "details_title": "Value of Life Insurance",
        "nav_tab1": "Replace Lost Income",
        "nav_tab2": "Assist with Medical and Funeral Expenses",
        "nav_tab3": "Assist with College Expenses",
        "nav_tab4": "Pay off debts",
        "tab1_feature_text":"Should you pass away unexpectedly, the loss of your financial support may leave a large burden on the shoulders of your loved ones. Life insurance can keep the impact to a minimum by replacing a portion of the lost income and helping to maintain your loved ones current standard of living.",
        "tab2_feature_text":"You may leave behind uninsured medical expenses, in addition to the expense of a funeral services. At an emotional and difficult time, your life insurance can be used to cover these expenses without financial hardship or further stress.",
        "tab3_feature_text": "Many parents will face school tuition fees that they will have to cover for the next 10-20 years. Life insurance can help secure the education of your children and provide for their future.",
        "tab4_feature_text": "Life insurance will help your dependents cover any financial responsibilities that are left after your passing."
    
    },
    {
        "name": "Financial Lockbox",
        "subtitle": "Create a Financial Roadmap",
        "description": "Roadmap your financial contacts and information in one central, online location that can be accessed at anytime. This organizational tool can be personalized to forward to a contact of your choice in case of emergency.",
        "service_icon": "financial_lockbox.png",
        "image_source": "document_lock_image.jpg",
        "url": "financial-lockbox",
        "description2": "If you’re like most families, one person is generally designated to handle the financial aspects of the household. Or, if you’re single, you may be the only person who knows the type and location of your financial accounts. What if your loved ones suddenly found themselves in the position of taking over your finances without warning? Would they be able to locate insurance, bank and financial records in the event of an emergency? My Financial Lockbox is an online solution that enables you to store financial data in a single, secure, password-protected location for easy access by you or loved ones that you select and authorize.",
        "image_source2": "financial_lockbox_pic.png",
        "table_title": "Features",
        "table_heading": "Your Interactive Virtual Safety Deposit Box ...",
        "feature1":"Establish a complete listing of all life insurance policies, bank accounts and other financial data - for your records as well as an appointed contact",
        "feature2":"All your financial documents organized and easily accessible, especially handy at tax time",
        "feature3":"Restore your records easily in case of fire, earthquake or flooding",
        "feature4":"Your data is safe and secure against hackers with our state of the art encryption programs",
        "feature5":"Appoint a contact person to be notified of your records in the event of an emergency"
    },
    {
        "name": "Net Worth",
        "subtitle": "Discover Your Net Worth",
        "description": "Discover your Net Worth by figuring out your assets and liabilities, and using our quick and simple calculations to see where you stand! Your Net Worth Report will help you continue to build your Net Worth by tracking your progress as often as you'd like!",
        "service_icon": "net_worth.png",
        "image_source": "networth_image.jpg",
        "url": "networth",
        "description2": "You hear about Net Worth all of the time, but do you know yours? Our Net Worth system makes it easy to track to your assets and liabilities, calculating your current Net Worth. The Net Worth report will track your results over time - and you can update and frequently as you would like! Tracking your Net Worth is a great way to start increasing your Net Worth, allowing you to discover what liabilities you need to eliminate and finding ways to add value to your assets!",
        "image_source2": "networth_pic.png",
        "table_title": "Features",
        "feature1":"Easy-To-Use, Preset Categories",
        "feature2":"Keep Track of All of Your Assets",
        "feature3":"Make a Listing of Your Liabilities",
        "feature4":"Simply Fill Out Fields That Apply to You and the System Will Calculate",
        "feature5":"Track Your Progress Utilizing The Net Worth Report"
    },
    {
        "name": "Savings Goals",
        "subtitle": "Make Saving Quick and Easy",
        "description": "Achieve your goals by setting goals! Create multiple goals within the Savings Goals system and input how often you can personally put money aside. The system will calculate what you need to save based on how often you can...",
        "service_icon": "savings_goals.png",
        "image_source": "savings_image.jpg",
        "url": "savings-goal",
        "description2": "Looking to save up for a vacation? To build your emergency fund? What about saving for college? Setting goals is the best way to reach them! Our Savings Goal system allows you to create multiple goals, decide when you need to achieve those goals, and choose how often you can save! You'll then be shown what you need to put away each week or month to hit that goal! Your Savings Goal report will allow you to track your progress, showing you how much of your goal you've completed and allowing you to add any additional money at any time!",
        "image_source2": "savings_goals_pic.png",
        "table_title": "Features",
        "feature1":"Quick and Easy to Calculate",
        "feature2":"Create Multiple Goals at Once",
        "feature3":"Utilize Your Savings Goal Report to Track Your Progress",
        "feature4":"Ability to Add Additional Money Throughout Your Savings Period",
        "feature5":"Optional Text Feature Reminding You to Save"
    },
    {
        "name": "Will & Trust",
        "subtitle": "Peace of Mind for Life's Uncertainties",
        "description": "Protect your loved ones by preparing the same Will & Trust documents you would in an attorney’s office, but from the comfort of your own home. Maintain your membership and changes can be made at anytime, cost-free.",
        "service_icon": "will_trust.png",
        "image_source": "will_trust_image.jpg",
        "url": "will-and-trust",
        "description2": "When it comes to your health and your assets, you're used to being in charge. The decisions you make for yourself and your family are important because you know what's best for you. unfortunately, in the event that you aren't able to speak on behalf of these decisions, someone that doesn't understand your wishes can end up making them for you. Without an estate plan in place, these crucial choices regarding YOUR health, YOUR finances, and YOUR family are suddenly out of your control. Many people disregard planning for unexpected events because they're \"too young,\" it's \"too expensive,\" or they just don't realize the importance of each piece that goes into a Will & Trust. MyCare Plan is a comprehensive planning package, customized to your needs, covering each of the essential parts that make up a full estate plan.",
        "image_source2": "savings_goals_pic.png",
        "table_title": "Features",
        "details_title": "Features",
        "feature1":"Developed by attorneys",
        "feature2":"No add-ons or surprise charges",
        "feature3":"Friendly, customer service staff to answer your questions",
        "feature4":"No annoying sponsored advertising",
        "feature5":"Complete at your own pace from the privacy of your home",
        "feature6":"Mailed to you in a MyCare binder ready to be signed and notarized",
        "feature7":"Peace of mind for life’s uncertainties",
        "nav_tab1": "Last Will",
        "nav_tab2": "Living Trust",
        "nav_tab3": "Health Care Power of Attorney",
        "nav_tab4": "Financial Power of Attorney",
        "tab1_feature_text":"Your Last Will states how you want your assets to be distributed among your heirs upon your death. This can also include whom you would designate as a guardian for you minor children once incapable. Without specifying this information in an official signed document, the State will distribute your property as THEY see fit.",
        "tab2_feature_text":"What is placed into your living trust can be altered throughout your lifetime, and upon your passing, will be transferred to whomever you appoint as a Trustee. With a Living Trust, you will maintain privacy of your asset distribution and avoid the costs of probate court.",
        "tab3_feature_text": "This document names someone to be your health care agent, sometimes referred to as a representative proxy, or patient advocate. This is a person you choose to make decisions about your medical treatment and health care if you become unable to participate in medical treatment decisions.",
        "tab4_feature_text": "This document allows you to appoint someone to make decisions for you in respect to your assets when you are unable to do so. When accidents, illnesses, or prolonged absences occur, you may need someone to manage your financial affairs. It can be done in anticipation of a future need, for a special purpose or for a limited time."
    },
    {
        "name": "YFL Family Mint",
        "subtitle": "Teach Your Kids Proven Financial Habits",
        "description": "Implemented in schools across America, you can now bring the FamilyMint online educational portal into your home to enhance financial knowledge among the children in your life.",
        "service_icon": "yfl_family_mint.png",
        "image_source": "yflfoundation_image.jpg",
        "url": "yfl-family-mint",
        "description2": "FamilyMint is an award-winning online money management and goal-setting application that offers an engaging way for kids to learn financial responsibility. It’s easy for kids to use, lets them connect their money with real-world meaning, and most importantly, learn by doing. Your UCES Protection Plan membership gives you access to the YFL’s FamilyMint web and mobile interfaces, provides a quarterly financial newsletter \"snippet\" for kids, as well as detailed information on how to bring the FamilyMint workbook program to your child’s classroom.",
        "image_source2": "yflfamilymint_pic.png",
        "details_title": "Features",
        "nav_tab1": "YFL FamilyMint Online Program",
        "nav_tab2": "Quarterly Financial Snippet",
        "nav_tab3": "Classroom Program",
        "nav_tab4": "Workbook includes",
        "tab1_feature_text":"Utilize the complete online FamilyMint application in your own home or classroom. Create a personalized account, sign in, and begin using the program immediately!",
        "tab2_feature_text":"Download the FamilyMint Financial Newsletter for children, which can be viewed on the computer or printed to distribute among classrooms.",
        "tab3_feature_text": "This workbook program is outlined with a complete instructors guide, implementation checklist and letters to teachers and parents on how to integrate FamilyMint into a classroom setting. Designed for kids grades 5 and up (ages 10+). This NEW program guides your child through a series of exercises which will add depth to your child's understanding, while enhancing their experience with FamilyMint's online application.",
        "tab4_feature_text": [
            "Engaging exercises",
            "Fun money facts",
            "Financial vocabulary",
            "Certificate for child upon completion of program",
            "Answer key in back of workbook"]
    }
]